Repository: ljubomir-matovic/Inovatec-internship
Catalog: source/trunk/server/Inovatec.OfficeManagementTool/Inovatec.OfficeManagementTool.Translate/Resources/OrderAdministration/OrderAdministration-*.resx
Languages: sr_latn_rs

source: Add attachment
sr_latn_rs: Dodaj prilog

# AmountLabel
source: Amount
sr_latn_rs: Količina

source: Attachments
sr_latn_rs: Prilozi

# Buy1Label
source: Buy 1
sr_latn_rs: Kupi 1

source: Canceled
sr_latn_rs: Otkazano

# DateCreatedLabel
source: Report date
sr_latn_rs: Datum prijave

# DateOrderedLabel
source: Order date
sr_latn_rs: Datum naručivanja

# DeleteAttachmentDescription
source: Do you want to delete the attachment?
sr_latn_rs: Da li želite da obrišete prilog?

# DeleteAttachmentTitle
source: Delete attachment
sr_latn_rs: Obriši prilog

# DeleteEquipmentOrderConfirmationDescription
source: Are you sure you want to delete this order?
sr_latn_rs: Da li ste sigurni da želite da obrišete ovu porudžbinu.

# DeleteOrderConfirmationDescription
source: Do you want to delete this order?
sr_latn_rs: Da li ste sigurni da želite da obrišete ovu porudžbinu?

# DeleteReportConfirmationDescription
source: Do you want to delete this report?
sr_latn_rs: Da li ste sigurni da želite da obrišete ovu prijavu?

# DescriptionLabel
source: Description
sr_latn_rs: Opis

source: Done
sr_latn_rs: Završen

# EquipmentOrderingText
source: Reason why you are ordering this equipment:
sr_latn_rs: Razlog zašto naručujete opremu:

# EquipmentOrderingTitle
source: Order equipment
sr_latn_rs: Naručivanje opreme

# OfficeCartLabel
source: Office Cart
sr_latn_rs: Kancelarijska korpa

source: In progress
sr_latn_rs: U toku

source: Items
sr_latn_rs: Proizvodi

# MustBePendingOrInProgress
source: You can edit order if state is "pending" or "in progress".
sr_latn_rs: Možete da uređujete porudžbinu samo ako je njeno stanje "na čekanju" ili "u toku" .

# MyCartLabel
source: My Cart
sr_latn_rs: Moja korpa

# NoAttachment
source: Attachments does't exists currently.
sr_latn_rs: Trenutno nema priloga

source: Order
sr_latn_rs: Porudžbina

# OrderItemAlreadyExists
source: Order item already exists in the order.
sr_latn_rs: Proizvod već postoji u porudžbini.

# OrderItemCreatedSuccess
source: Order item created successfully.
sr_latn_rs: Porudžbina je uspešno kreirana.

# OrderingLabel
source: Ordering
sr_latn_rs: Naručuje

# ORLabel
source: OR
sr_latn_rs: ILI

source: Pending
sr_latn_rs: Na čekanju

# ProblemReportingText
source: Describe problem that you have encoutered:
sr_latn_rs: Opišite problem ili kvar na koji ste naišli:

# ProblemReportingTitle
source: Report problem
sr_latn_rs: Prijava problema

# ReportDeleteSuccess
source: Order deleted successfuly!
sr_latn_rs: Prijava uspešno izbrisana

# SelectItemText
source: Choose an item you want to order:
sr_latn_rs: Izaberite proizvod koji poručujete:

# SelectStateLabel
source: states
sr_latn_rs: stanja

# SnackLabel
source: Snack
sr_latn_rs: Grickalica

# StateLabel
source: State
sr_latn_rs: Stanje

# SubmitEquipmentOrderLabel
source: Order
sr_latn_rs: Naruči

# SubmitLabel
source: Report problem
sr_latn_rs: Prijavi problem

source: Create order
sr_latn_rs: Kreiraj porudžbinu

# CreateOrderConfirm
source: Do you want to create order?
sr_latn_rs: Da li želite da kreirate porudžbinu?

# EmptyCart
source: Cart is empty. You must have at least one item in the cart.
sr_latn_rs: Korpa je prazna. Morate da imate makar jedan proizvod u korpi.

source: here
sr_latn_rs: ovde

# OrderAccepted
source: Order is created successfully. You can find your order
sr_latn_rs: Porudžbina je uspešno kreirana. Vašu porudžbinu možete pronaći

# OrderFailed
source: Sorry. An error has occurred. Try to order again.
sr_latn_rs: Izvnite. Došlo je do greške. Pokušajte da poručite opet.

# OrdersCleared
source: Order was created. Your previous ordered items have been counted and now cleared.
sr_latn_rs: Porudžbina je napravljena. Vaši prethodni naručeni proizvodi su uračunati i sada očišćeni.
